Repository: hemen-babis/rootedpath
Catalog: lib/l10n/app_*.arb
Languages: am

# hello
source: Hello from localization!
am: ሰላም ከቋንቋ ትርጉም!

source: Choose language
am: ቋንቋ ይምረጡ

source: Next
am: ቀጣይ

source: Age group
am: የእድሜ ቡድን

source: Children
am: ህፃናት

source: Youth
am: ወጣቶች

source: Adult
am: አዋቂዎች

source: Prayer Corner
am: የጸሎት ክፍል

# morningPrayerTitle
source: Morning Prayer
am: ጠዋት ጸሎት

# morningPrayerBody
source: Lord, let me begin this day in peace, with a humble heart and a steadfast mind. Guide my steps and guard my path. Amen.
am: ጌታ ሆይ፣ ዛሬን ቀን በሰላም አስጀምረኝ፤ ልቤን አታነቃነቅ፣ እግሬን በመንገድህ መራኝ። አሜን።

source: Daily Reading
am: ዕለታዊ ንባብ

source: Confession Planner
am: የንስሐ እቅድ

# writeNotes
source: Write your confession notes
am: የንስሐ ማስታወሻዎችን ጻፉ

source: Save
am: አስቀምጥ

source: Saved
am: ተሳክቷል

# privacyNote
source: Your notes are stored only on this device.
am: ማስታወሻዎችዎ በዚህ መሣሪያ ብቻ ይቀመጣሉ።

# navHome
source: Home
am: መነሻ

# navPrayer
source: Prayer
am: ጸሎት

# navEvents
source: Events
am: ክስተቶች

source: Events
am: ክስተቶች

source: Add to calendar
am: ወደ ቀን መቁረጫ አክል

# eventOpenedCalendar
source: Opened in Calendar
am: በቀን መቁረጫ ተከፈተ

# eventWebNotSupported
source: Calendar adding is not supported on web
am: በድር ላይ ወደ ቀን መቁረጫ መጨመር አይደገፍም

# eventAddFailed
source: Could not add to calendar
am: ወደ ቀን መቁረጫ መጨመር አልተቻለም

source: Settings
am: ማስተካከያ

# languageAndAge
source: Language & Age
am: ቋንቋ እና እድሜ

# changeLanguageAgeHint
source: Open the setup wizard
am: የመጀመሪያ መመሪያን ይክፈቱ

source: Daily reminder
am: ዕለታዊ አስታዋሽ

# atTime
source: At
am: ሰዓት

source: Change reminder time
am: የአስታዋሽ ሰዓት ቀይር

source: Clear offline cache
am: የከፍተኛ ማከማቻን አጽዳ
